[
    {
        "id": 1,
        "nombreIng": "Killer Bee",
        "nombre": "Abeja africanizada (abeja asesina)",
        "nombreCientifico": "Apis mellifera scutellata Lepeletier",
        "descripcion": "La abeja africanizada, también conocida como abeja asesina, es una especie híbrida de la abeja europea y la abeja africana. Se caracteriza por ser muy agresiva y defender su colonia de manera feroz.",
        "caracteristicas": "Tamaño pequeño, color amarillo con bandas negras en el abdomen, y ojos de color oscuro. Son muy agresivas cuando perciben una amenaza.",
        "danos": "Su picadura puede causar reacciones alérgicas graves en los seres humanos y animales. En áreas agrícolas, su comportamiento agresivo puede afectar la apicultura.",
        "afectados": "Cultivos cercanos a colmenas de abejas, especialmente apicultura.",
        "control": "Evitar el contacto con las colmenas y usar trajes de protección en caso de manejo. En caso de invasiones, se deben retirar las colmenas de forma segura.",
        "region": "Se encuentra comúnmente en América Latina, especialmente en Brasil y otros países de Sudamérica.",
        "img": "1.jpg"
    },
    {
        "id": 2,
        "nombreIng": "Aphids",
        "nombre": "Pulgones",
        "nombreCientifico": "Aphidoidea",
        "descripcion": "Los pulgones son insectos pequeños y blandos que se alimentan de la savia de las plantas. Pueden ser de varios colores y son conocidos por su capacidad de reproducirse rápidamente.",
        "caracteristicas": "Cuerpo pequeño, generalmente de color verde, negro o amarillo. Tienen antenas largas y un par de tubos en la parte posterior del abdomen.",
        "danos": "Alimentarse de las plantas debilita su crecimiento, lo que lleva a la caída de hojas, amarilleo y deformaciones. También son vectores de enfermedades virales.",
        "afectados": "Tomates, pepinos, lechugas, frutales y otras plantas de jardín.",
        "control": "Usar insecticidas naturales como el aceite de neem, insectos predadores como mariquitas o jabón insecticida.",
        "region": "Común en casi todas las regiones del mundo, especialmente en áreas de cultivo intensivo.",
        "img": "2.jpg"
    },
    {
        "id": 3,
        "nombreIng": "Armyworms",
        "nombre": "Gusanos soldados",
        "nombreCientifico": "Spodoptera frugiperda",
        "descripcion": "Los gusanos soldados son larvas de polillas nocturnas que se alimentan de una gran variedad de cultivos. Se mueven en grandes grupos, lo que les da su nombre de 'army' (ejército).",
        "caracteristicas": "Tienen un cuerpo verde a marrón claro, con marcas en forma de 'Y' en su cabeza. Al crecer, se convierten en polillas de colores oscuros.",
        "danos": "Se alimentan de las hojas y tallos de los cultivos, causando defoliación, lo que reduce el rendimiento agrícola.",
        "afectados": "Maíz, algodón, soja, arroz, y hortalizas.",
        "control": "Uso de pesticidas, trampas de luz, y el control biológico mediante parásitos naturales.",
        "region": "Común en América del Norte, América Central y América del Sur.",
        "img": "3.png"
    },
    {
        "id": 4,
        "nombreIng": "Brown Marmorated Stink Bugs",
        "nombre": "Chinche marmorada marrón",
        "nombreCientifico": "Halyomorpha halys",
        "descripcion": "Es una plaga invasora originaria de Asia que afecta a cultivos y puede ser una plaga doméstica debido a su fuerte olor desagradable cuando se ve alterada.",
        "caracteristicas": "Cuerpo marrón con un patrón moteado, forma triangular, y patas largas. Emiten un olor fétido cuando se sienten amenazadas.",
        "danos": "Al alimentarse de las frutas y semillas, pueden causar manchas y deformaciones, afectando la calidad de los cultivos.",
        "afectados": "Manzanas, peras, duraznos, tomates, entre otros.",
        "control": "Uso de trampas, pesticidas y la eliminación manual de los insectos. También se puede usar control biológico con insectos depredadores.",
        "region": "Común en América del Norte, Europa y algunas partes de Asia.",
        "img": "4.jpg"
    },
    {
        "id": 5,
        "nombreIng": "Cabbage Loopers",
        "nombre": "Gusanos del repollo",
        "nombreCientifico": "Trichoplusia ni",
        "descripcion": "Las orugas del gusano del repollo afectan principalmente cultivos de hortalizas como coles, brócoli y col rizada. Se alimentan de las hojas, dejando agujeros.",
        "caracteristicas": "Cuerpo verde claro con una franja blanca a lo largo de su espalda. Tienen una forma característica de 'lazo' al moverse.",
        "danos": "Defoliación en los cultivos, lo que reduce el rendimiento y la calidad del producto.",
        "afectados": "Repollo, col rizada, brócoli, coliflor, y otros cultivos de la familia Brassicaceae.",
        "control": "Uso de pesticidas y la introducción de depredadores naturales como avispas parasitoides.",
        "region": "Común en áreas agrícolas de todo el mundo, especialmente en climas templados.",
        "img": "5.png"
    },
    {
        "id": 6,
        "nombreIng": "Citrus Canker",
        "nombre": "Cancro de los cítricos",
        "nombreCientifico": "Xanthomonas citri",
        "descripcion": "Es una enfermedad bacteriana que afecta a los cítricos, causando manchas marrones en las hojas, ramas y frutos.",
        "caracteristicas": "Aparición de manchas circulares marrones con bordes elevados en las hojas y frutos.",
        "danos": "Caída prematura de hojas y frutos, reducción en la calidad y cantidad de las cosechas.",
        "afectados": "Naranjas, limones, pomelos y otros cítricos.",
        "control": "Eliminación de plantas infectadas, uso de variedades resistentes y aplicación de cobre como fungicida.",
        "region": "Regiones tropicales y subtropicales.",
        "img": "6.jpg"
    },
    {
        "id": 7,
        "nombreIng": "Colorado Potato Beetles",
        "nombre": "Escarabajo de la papa de Colorado",
        "nombreCientifico": "Leptinotarsa decemlineata",
        "descripcion": "Es un escarabajo que se alimenta de las hojas de las plantas de papa, causando defoliación severa.",
        "caracteristicas": "Escarabajo con rayas amarillas y negras en sus élitros. Las larvas son de color rojo con manchas negras.",
        "danos": "Defoliación de hojas, debilitamiento de plantas y reducción del rendimiento de la cosecha.",
        "afectados": "Papa, berenjenas, tomates y otros cultivos solanáceos.",
        "control": "Rotación de cultivos, control biológico con depredadores naturales y uso de insecticidas específicos.",
        "region": "América del Norte y Europa.",
        "img": "7.jpg"
    },
    {
        "id": 8,
        "nombreIng": "Corn Borers",
        "nombre": "Taladro del maíz",
        "nombreCientifico": "Ostrinia nubilalis",
        "descripcion": "Larvas de polillas que perforan tallos y mazorcas de maíz, debilitando las plantas y reduciendo el rendimiento.",
        "caracteristicas": "Larvas de color crema con puntos oscuros. Los adultos son polillas pequeñas con alas de colores apagados.",
        "danos": "Perforación de tallos y mazorcas, disminuyendo la calidad y cantidad de las cosechas.",
        "afectados": "Maíz, pimientos y otros cultivos agrícolas.",
        "control": "Uso de variedades resistentes, manejo integrado de plagas y aplicación de insecticidas.",
        "region": "América del Norte y Europa.",
        "img": "8.png"
    },
    {
        "id": 9,
        "nombreIng": "Corn Earworms",
        "nombre": "Gusano de la mazorca",
        "nombreCientifico": "Helicoverpa zea",
        "descripcion": "Larvas de polillas que dañan directamente las mazorcas del maíz al alimentarse de los granos.",
        "caracteristicas": "Cuerpo de larva verde, marrón o amarillo con líneas longitudinales. Los adultos son polillas nocturnas de colores apagados.",
        "danos": "Alimentación directa en los granos de maíz, causando pérdidas económicas considerables.",
        "afectados": "Maíz, tomate, algodón y soya.",
        "control": "Uso de insecticidas, control biológico con enemigos naturales y manejo cultural.",
        "region": "América del Norte, América del Sur y regiones tropicales.",
        "img": "9.jpg"
    },
    {
        "id": 10,
        "nombreIng": "Fall Armyworms",
        "nombre": "Gusano cogollero",
        "nombreCientifico": "Spodoptera frugiperda",
        "descripcion": "Larvas de polilla que se alimentan de una amplia variedad de cultivos, causando pérdidas significativas en maíz y arroz.",
        "caracteristicas": "Cuerpo marrón claro con una banda en forma de 'Y' en la cabeza. Los adultos son polillas nocturnas de colores apagados.",
        "danos": "Defoliación de hojas, reducción del rendimiento y afectación directa a los cogollos de las plantas.",
        "afectados": "Maíz, arroz, algodón y hortalizas.",
        "control": "Insecticidas, control biológico con parásitos y uso de variedades resistentes.",
        "region": "América, África y Asia.",
        "img": "10.png"
    },
    {
        "id": 11,
        "nombreIng": "Fruit Flies",
        "nombre": "Moscas de la fruta",
        "nombreCientifico": "Ceratitis capitata",
        "descripcion": "Son insectos pequeños que ponen sus huevos en frutas maduras, causando daño directo a la fruta y propagando enfermedades.",
        "caracteristicas": "Cuerpo pequeño con colores amarillos y marrones. Sus alas tienen patrones distintivos.",
        "danos": "Deterioro y pérdida de frutas debido a la alimentación de las larvas y la introducción de patógenos.",
        "afectados": "Frutas como manzanas, duraznos, cítricos y uvas.",
        "control": "Trampas de feromonas, control químico y manejo adecuado de las frutas infestadas.",
        "region": "Zonas tropicales y subtropicales de todo el mundo.",
        "img": "11.jpg"
    },
    {
        "id": 12,
        "nombreIng": "Spider Mites",
        "nombre": "Ácaros araña",
        "nombreCientifico": "Tetranychus urticae",
        "descripcion": "Son pequeños arácnidos que se alimentan de las hojas de las plantas, dejando manchas amarillas y telarañas visibles.",
        "caracteristicas": "Cuerpo muy pequeño, de color rojo o verde. Son visibles con lupa y producen telarañas finas en las hojas.",
        "danos": "Manchas amarillas en las hojas, debilitamiento de las plantas y caída prematura de hojas.",
        "afectados": "Hortalizas, frutas y plantas ornamentales.",
        "control": "Uso de acaricidas, control biológico con ácaros depredadores y eliminación de plantas infestadas.",
        "region": "Común en invernaderos y climas cálidos.",
        "img": "12.png"
    },
    {
        "id": 13,
        "nombreIng": "Thrips",
        "nombre": "Trips",
        "nombreCientifico": "Thysanoptera",
        "descripcion": "Son insectos diminutos que raspan y succionan los tejidos de las plantas, causando deformaciones y manchas en hojas y frutos.",
        "caracteristicas": "Cuerpo delgado de color amarillo a marrón. Tienen alas estrechas con flecos.",
        "danos": "Deformación de hojas y frutos, transmisión de enfermedades virales en plantas.",
        "afectados": "Flores, frutas, hortalizas y cereales.",
        "control": "Uso de trampas adhesivas, insecticidas y control biológico.",
        "region": "Presente en casi todas las regiones agrícolas del mundo.",
        "img": "13.jpg"
    },
    {
        "id": 14,
        "nombreIng": "Tomato Hornworms",
        "nombre": "Gusanos del tomate",
        "nombreCientifico": "Manduca quinquemaculata",
        "descripcion": "Larvas grandes que se alimentan de las hojas y frutos del tomate, causando daño significativo a los cultivos.",
        "caracteristicas": "Larvas verdes con un cuerno distintivo en la parte trasera. Los adultos son polillas grandes de colores marrones.",
        "danos": "Defoliación severa y daño directo a los frutos del tomate.",
        "afectados": "Tomates, pimientos y berenjenas.",
        "control": "Eliminación manual, control biológico con avispas parasitoides y uso de insecticidas.",
        "region": "América del Norte.",
        "img": "14.jpg"
    },
    {
        "id": 15,
        "nombreIng": "Western Corn Rootworms",
        "nombre": "Gusanos de la raíz del maíz",
        "nombreCientifico": "Diabrotica virgifera",
        "descripcion": "Las larvas de este insecto se alimentan de las raíces del maíz, debilitando las plantas y reduciendo significativamente el rendimiento.",
        "caracteristicas": "Cuerpo alargado de color amarillo con rayas negras en los élitros. Las larvas son blancas y delgadas.",
        "danos": "Daño en las raíces, lo que provoca el vuelco de las plantas y pérdida de rendimiento.",
        "afectados": "Maíz y otros cultivos de cereales.",
        "control": "Rotación de cultivos, uso de insecticidas y variedades resistentes.",
        "region": "América del Norte y Europa.",
        "img": "15.jpg"
    }
]